Repository: YetAnotherWorld/AppLinkDesktop
Catalog: po/*/applinkdesktop.po
Languages: fr

# NAME OF TRANSLATORS
source: Your names
fr: Guillaume Frognier

# EMAIL OF TRANSLATORS
source: Your emails
fr: guillaume.hello.world@gmail.com

source: About AppLinkDesktop
fr: A propos d'AppLinkDesktop

source: Quit
fr: Quitter

source: Applyed
fr: Appliqué

source: Cancel add
fr: Annuler l'ajout

source: Add canceled
fr: Ajout annulé

source: Cancel remove
fr: Annuler la suppression

source: Remove canceled
fr: Suppression annulé

source: Add desktop link
fr: Ajouter un lien bureau

source: Desktop link added
fr: Lien bureau ajouté

source: Remove desktop link
fr: Supprimer le lien bureau

source: Desktop link removed
fr: Lien bureau supprimé

source: Simple application for managing applications' links on the desktop
fr: Simple application pour gérer les liens d'applications sur le bureau

# @info:credit
source: Author Role
fr: Rôle d'auteur
